// Жыйындын тартиби же Күнөө кылган адамга карата чара көрүү. (Матай 18:15-17)

let sin1 = prompt('1-жолу. Күнөөңдү мойнуңа аласыңбы?', '');

if (sin1 == 'Ооба') {
    alert ('Бул учурда бир тууганыңды кайтарып алган болосуң');
} else if (sin1 == 'Жок') {
    alert ('Жаныңа бир же эки кишини ээрчитип ал. ');
		
		let sin2 = prompt('2-жолу. Күнөөңдү мойнуңа аласыңбы?', '');

		if (sin2 == 'Ооба') {
			alert ('Мында да бир тууганыңды кайтарып алган болосуң');
	  } else if (sin2 == 'Жок') {
      alert ('Бул учурда жыйынга билдир!');
		
		  let sin3 = prompt('3-жолу. Күнөөңдү мойнуңа аласыңбы?', '');

		  if (sin3 == 'Ооба') {
					alert ('Бул жолу да бир тууганыңды кайтарып алган болосуң');
			} else if (sin3 == 'Жок') {
				alert ('Анда аны бутпарас жана салык жыйноочу катары эсепте!');
			}
  }
}


